Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Alerts.xcstrings
Source language: en_us
Languages: br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Alerts.AddToCalendar.Body.v134
source: %@ is asking to download a file and add an event to your calendar.
bs: %@ traži preuzimanje datoteke i dodavanje događaja u vaš kalendar.
ca: %@ vol baixar un fitxer i afegir un esdeveniment al calendari.
co: %@ richiede di scaricà un schedariu è d’aghjunghje un evenimentu à u vostru calendariu.
cs: %@ žádá o stažení souboru a přidání události do kalendáře.
cy: Mae %@ yn gofyn i chi lwytho ffeil i lawr ac ychwanegu digwyddiad at eich calendr.
da: %@ beder om at hente en fil og føje en begivenhed til din kalender.
de: %@ bittet darum, eine Datei herunterzuladen und einen Termin in Ihrem Kalender hinzuzufügen.
dsb: %@ wó to pšosy, dataju ześěgnuś a wašomu kalendarjoju tšojenje pśidaś.
el: Το %@ ζητά να κάνει λήψη ενός αρχείου και να προσθέσει μια εκδήλωση στο ημερολόγιό σας.
eo: %@ petas elŝuti dosieron kaj aldoni eventon al via kalendaro.
es: %@ está solicitando descargar un archivo y añadir un evento a tu calendario.
es_ar: %@ está pidiendo descargar un archivo y agregar un evento a tu calendario.
es_cl: %@ está solicitando descargar un archivo y añadir un evento a tu calendario.
es_mx: %@ está solicitando descargar un archivo y agregar un evento a tu calendario.
eu: Fitxategi bat deskargatu eta zure egutegian gertaera bat gehitzeko eskatzen ari da %@.
fi: %@ pyytää lataamaan tiedoston ja lisäämään tapahtuman kalenteriisi.
fr: %@ souhaite télécharger un fichier et ajouter un évènement à votre agenda.
gl: %@ pide descargar un ficheiro e engadir un evento ao teu calendario.
he: ‏%@ מבקש להוריד קובץ ולהוסיף אירוע ליומן שלך.
hr: %@ želi da preuzmeš datoteku i dodaš događaj u tvoj kalendar.
hsb: %@ wo to prosy, dataju sćahnyć a wašej protyce podawk přidać.
hu: A(z) %@ azt kéri, hogy letöltsön egy fájlt, és hozzáadjon egy eseményt a naptárához.
hy_am: %@-ը խնդրում է ներբեռնել ֆայլ և իրադարձություն ավելացնել ձեր օրացույցում:
ia: %@ attende discargar un file e adder un evento a tu agenda.
id: %@ meminta untuk mengunduh berkas dan menambahkan acara ke kalender Anda.
is: %@ er að biðja um að fá að sækja skrá og bæta atburði við dagatalið þitt.
it: %@ chiede di scaricare un file e aggiungere un evento al calendario.
ja: %@ がファイルをダウンロードして、カレンダーに予定を追加することを求めています。
ka: %@ ითხოვს ფაილის ჩამოტვირთვასა და კალენდარზე ღონისძიების დამატებას.
kab: %@ yebɣa ad d-isader afaylu daɣen ad yernu tadyant ɣer uwitay-ik.
kk: %@ файлды жүктеп алып, күнтізбеңізге оқиға қосуды сұрайды.
ko: %@가 파일 다운로드를 요청하고 캘린더에 이벤트를 추가합니다.
lo: %@ ກຳລັງຮ້ອງຂໍໃຫ້ດາວໂຫລດໄຟລ໌ ແລະ ເພີ່ມນັດໝາຍໃສ່ປະຕິທິນຂອງທ່ານ.
ml: %@ ഒരു ഫയൽ ഇറക്കിവയ്ക്കാനും താങ്ങളുടെ പഞ്ചാംഗത്തിലേക്കു് ഒരു കാര്യം ചേർക്കാൻ ആവശ്യപ്പെടുന്നു.
nb: %@ ber om å laste ned en fil og legge til en hendelse i din kalender.
nl: %@ vraagt om een bestand te downloaden en een gebeurtenis aan uw agenda toe te voegen.
nn: %@ ber om å laste ned ei fil og leggje til ei hending i kalenderen din.
pa_in: %@ ਫ਼ਾਈਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਕੇ ਤੁਹਾਡੇ ਕੈਲੰਡਰ ਵਿੱਚ ਈਵੈਂਟ ਜੋੜਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: %@ está pedindo para baixar um arquivo e adicionar um evento à sua agenda.
pt_pt: %@ está a solicitar para transferir um ficheiro e adicionar um evento ao seu calendário.
rm: %@ dumonda da pudair telechargiar ina datoteca ed agiuntar in eveniment a tes chalender.
ru: %@ просит загрузить файл и добавить событие в ваш календарь.
sat_olck: %@ ᱢᱤᱫ ᱨᱮᱫ ᱰᱟᱩᱱᱞᱳᱰ ᱟᱨ ᱟᱢᱟᱜ ᱠᱮᱞᱮᱱᱰᱟᱨ ᱨᱮ ᱢᱤᱫ ᱤᱵᱷᱮᱱᱴ ᱥᱮᱞᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱢᱮᱛᱟᱜ ᱠᱟᱱᱟᱭ ᱾
scn: %@ addumanna di scarricari un pricu e jùnciri un mmàttitu ô to calannariu.
si: %@ ගොනුවක් බාගැනීමට හා ඔබගේ දින දසුනට සිදුවීමක් එක් කිරීමට අසයි.
sk: %@ žiada o stiahnutie súboru a pridanie udalosti do vášho kalendára.
sl: %@ želi prenesti datoteko in v vaš koledar dodati dogodek.
sq: %@ po kërkon të shkarkojë një kartelë dhe të shtojcë një veprimtari te kalendari juaj.
sv: %@ begär att få ladda ner en fil och lägga till en händelse i din kalender.
tg: %@ дархост карда истодааст, ки файл боргирӣ карда шавад ва чорабинӣ ба тақвими шумо илова карда шавад.
th: %@ กำลังขอดาวน์โหลดไฟล์และเพิ่มเหตุการณ์ในปฏิทินของคุณ
tr: %@ bir dosya indirip takviminize bir etkinlik eklemek istiyor.
ug: %@ بىر ھۆججەت چۈشۈرۈپ يىلنامىڭىزگە بىر پائالىيەت قوشىدۇ.
uk: %@ просить завантажити файл і додати подію до вашого календаря.
vi: %@ đang yêu cầu tải xuống một tệp và thêm sự kiện vào lịch của bạn.
zh_cn: %@ 想要下载一个文件，并向您的日历添加日程。
zh_tw: %@ 請求下載行事曆事件檔案，並將該事件加入您的行事曆。

# Alerts.AddToCalendar.BodyDefault.v134
source: This site is asking to download a file and add an event to your calendar.
bs: Ova stranica traži preuzimanje datoteke i dodavanje događaja u vaš kalendar.
ca: Aquest lloc vol baixar un fitxer i afegir un esdeveniment al calendari.
co: Stu situ richiede di scaricà un schedariu è d’aghjunghje un evenimentu à u vostru calendariu.
cs: Tento web žádá o stažení souboru a přidání události do kalendáře.
cy: Mae'r wefan hon yn gofyn i chi lwytho ffeil i lawr ac ychwanegu digwyddiad i'ch calendr.
da: Dette websted beder om at hente en fil og føje en begivenhed til din kalender.
de: Diese Website möchte eine Datei herunterladen und einen Termin zu Ihrem Kalender hinzufügen.
dsb: Toś to sedło wó to pšosy, dataju ześěgnuś a wašomu kalendarjoju tšojenje pśidaś.
el: Ο ιστότοπος ζητά να κάνει λήψη ενός αρχείου και να προσθέσει μια εκδήλωση στο ημερολόγιό σας.
eo: Tiu ĉi retejo petas elŝuti dosieron kaj aldoni eventon al via kalendaro.
es: Este sitio está solicitando descargar un archivo y añadir un evento a tu calendario.
es_ar: Este sitio está pidiendo descargar un archivo y agregar un evento a tu calendario.
es_cl: Este sitio está solicitando descargar un archivo y añadir un evento a tu calendario.
es_mx: Este sitio está solicitando descargar un archivo y agrear un evento a tu calendario.
eu: Fitxategi bat deskargatu eta zure egutegian gertaera bat gehitzeko eskatzen ari da gune hau.
fi: Tämä sivusto pyytää lataamaan tiedoston ja lisäämään tapahtuman kalenteriisi.
fr: Ce site souhaite télécharger un fichier et ajouter un évènement à votre agenda.
gl: Este sitio pide descargar un ficheiro e engadir un evento ao teu calendario.
he: אתר זה מבקש להוריד קובץ ולהוסיף אירוע ליומן שלך.
hr: Ova web stranica želi da preuzmeš datoteku i dodaš događaj u tvoj kalendar.
hsb: Tute sydło wo to prosy, dataju sćahnyć a wašej protyce podawk přidać.
hu: Ez a webhely azt kéri, hogy letöltsön egy fájlt, és hozzáadjon egy eseményt a naptárához.
hy_am: Այս կայքը խնդրում է ներբեռնել ֆայլ և իրադարձություն ավելացնել ձեր օրացույցում:
ia: Iste sito attende discargar un file e adder un evento a tu agenda.
id: Situs ini meminta untuk mengunduh berkas dan menambahkan acara ke kalender Anda.
is: Þetta vefsvæði er að biðja um að fá að sækja skrá og bæta atburði við dagatalið þitt.
it: Questo sito chiede di scaricare un file e aggiungere un evento al calendario.
ja: このサイトがファイルをダウンロードしてカレンダーに予定を追加することを求めています。
ka: საიტი ითხოვს ფაილის ჩამოტვირთვასა და კალენდარზე ღონისძიების დამატებას.
kab: Asmel-a yebɣa ad d-isader afaylu daɣen ad yernu tadyant ɣer uwitay-ik.
kk: Бұл сайт файлды жүктеп алып, күнтізбеңізге оқиға қосуды сұрайды.
ko: 이 사이트가 파일 다운로드를 요청하고 캘린더에 이벤트를 추가합니다.
lo: ເວັບໄຊນີ້ຮ້ອງຂໍໃຫ້ດາວໂຫຼດໄຟລ໌ ແລະ ເພີ່ມນັດໝາຍໃສ່ປະຕິທິນຂອງທ່ານ.
ml: ഈ വെബ്സ്ഥാനം ഒരു ഫയൽ ഇറക്കിവയ്ക്കാനും താങ്ങളുടെ പഞ്ചാംഗത്തിലേക്കു് ഒരു കാര്യം ചേർക്കാൻ ആവശ്യപ്പെടുന്നു.
nb: Dette nettstedet ber om å laste ned en fil og legge til en hendelse i din kalender.
nl: Deze website vraagt om een bestand te downloaden en een gebeurtenis aan uw agenda toe te voegen.
nn: Denne nettstaden ber om å laste ned ei fil og leggje til ei hending i kalenderen din.
pa_in: ਇਹ ਸਾਈਟ ਫ਼ਾਈਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਕੇ ਤੁਹਾਡੇ ਕੈਲੰਡਰ ਵਿੱਚ ਈਵੈਂਟ ਜੋੜਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀ ਹੈ।
pt_br: Este site está pedindo para baixar um arquivo e adicionar um evento à sua agenda.
pt_pt: Este site está a solicitar para transferir um ficheiro e adicionar um evento ao seu calendário.
rm: Questa website dumonda da pudair telechargiar ina datoteca ed agiuntar in eveniment a tes chalender.
ru: Этот сайт просит загрузить файл и добавить событие в ваш календарь.
sat_olck: ᱱᱟᱶᱟ ᱥᱟᱭᱤᱴ ᱢᱤᱫ ᱨᱮᱫ ᱰᱟᱩᱱᱞᱳᱰ ᱟᱨ ᱟᱢᱟᱜ ᱠᱮᱞᱮᱱᱰᱟᱨ ᱨᱮ ᱢᱤᱫ ᱤᱵᱷᱮᱱᱴ ᱥᱮᱞᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱢᱮᱛᱟᱜ ᱠᱟᱱᱟᱭ ᱾
scn: Stu situ addumanna di scarricari un pricu e jùnciri un mmàttitu ô to calannariu.
si: මෙම අඩවිය ගොනුවක් බාගැනීමට හා ඔබගේ දින දසුනට සිදුවීමක් එක් කිරීමට අසයි.
sk: Táto stránka žiada o stiahnutie súboru a pridanie udalosti do vášho kalendára.
sl: To spletno mesto želi prenesti datoteko in v vaš koledar dodati dogodek.
sq: Ky sajt po kërkon të shkarkojë një kartelë dhe të shtojcë një veprimtari te kalendari juaj.
sv: Den här webbplatsen vill ladda ner en fil och lägga till en händelse i din kalender.
tg: Ин сомона дархост карда истодааст, ки файл боргирӣ карда шавад ва чорабинӣ ба тақвими шумо илова карда шавад.
th: ไซต์นี้กำลังขอดาวน์โหลดไฟล์และเพิ่มเหตุการณ์ในปฏิทินของคุณ
tr: Bu site bir dosya indirip takviminize bir etkinlik eklemek istiyor.
ug: بۇ تور بېكەت ھۆججەتتىن بىرنى چۈشۈرۈپ، بىر پائالىيەتنى يىلنامىڭىزگە قوشنى ئىلتىماس قىلدى.
uk: Цей сайт просить завантажити файл і додати подію до вашого календаря.
vi: Trang web này đang yêu cầu tải xuống một tệp và thêm sự kiện vào lịch của bạn.
zh_cn: 此网站想要下载一个文件，并向您的日历添加日程。
zh_tw: 此網站請求下載行事曆事件檔案，並將該事件加入您的行事曆。
